const cancerData = [
  {
    header: 'أنواع سرطان الفم',
    body: [
      'أورام الأنف والمجاورة للأنف',
      'أورام الغدة النخامية',
      'أورام الغدد اللعابية',
      'سرطان البلعوم الأنفي',
      'سرطان الجلد',
      'سرطان الحلق',
      'سرطان الحنك الرخو',
      'سرطان الشفاه',
      'سرطان الغدة الدرقية',
      'سرطان الفم',
      'سرطان اللسان',
      'سرطان اللوزتين',
      'سرطان قاع الفم',
      'ورم أرومي عصبي حسي'
    ]
  },
  {
    header: 'أعراض سرطان الفم',
    body: [
      'قرحة لا تلتئم',
      'قرحة نازفة',
      'نموًا أو تكتلاً أو سماكة لجلد فمك أو بطانته',
      'تخلخل الأسنان',
      'عدم ملائمة أطقم الأسنان',
      'ألمًا في اللسان',
      'تيبسًا أو ألمًا في الفك',
      'صعوبة أو ألمًا في المضغ',
      'البلع المؤلم أو الصعب',
      'التهاب الحلق'
    ]
  },
  {
    header: 'امتي اروح للدكتور؟',
    body:
      'حدد موعدًا مع طبيبك أو طبيب الأسنان إذا كانت لديك أي علامات وأعراض مستمرة تزعجك وتعاني منها لأكثر من أسبوعين. وعلى الأرجح سيقوم طبيبك بالبحث في الأسباب الأخرى الأكثر شيوعًا لهذه العلامات والأعراض أولاً، مثل العدوى.'
  },
  {
    header: 'أسباب سرطان الفم',
    body: [
      'تحدث الإصابة بسرطان الفم عندما تُطور الخلايا في شفتيك أو بداخل فمك تغيرات (طفرات) في الحمض النووي. تتيح هذه الطفرات للخلايا السرطانية الاستمرار في النمو والانقسام، في الوقت الذي تموت به الخلايا الصحيحة. قد تشكل خلايا سرطان الفم غير الطبيعية المتراكمة ورمًا. ويمكن أن تنتشر هذه الخلايا بمرور الوقت داخل الفم وعلى أجزاء أخرى بالرأس والعنق أو أجزاء أخرى من الجسم.',
      'تبدأ حالات سرطان الفم بشكل أكثر شيوعًا في الخلايا الرفيعة المسطحة (الخلايا الحرشفية) التي تبطن الشفتين وداخل الفم. يشكل سرطان الخلايا الحرشفية أغلب حالات سرطان الفم.',
      'السبب وراء طفرات الخلايا الحرشفية المؤدية لسرطان الفم غير واضح. غير أن الأطباء اكتشفوا عوامل قد تعزز خطر الإصابة بسرطان الفم.'
    ]
  },
  {
    header: 'عوامل الخطر',
    body: [
      'استخدام أي نوع من التبغ، بما في ذلك السجائر، والسيجار، والغليون، ومضغ التبغ والسعوط، وغير ذلك',
      'تعرض شفتيك لأشعة الشمس بشكل زائد',
      'ضعف الجهاز المناعي'
    ]
  },
  {
    header: 'الوقاية من سرطان الفم',
    body: [
      'توقف عن تدخين التبغ أو لا تبدأ في ذلك. إذا كنت تستهلك التبغ، فلتتوقف. إذا كنت لا تستخدم التبغ، فلا تبدأ في استخدامه. حيث يؤدي استخدام التبغ، سواء عبر التدخين أو المضغ، إلى تعريض الخلايا الموجودة في فمك إلى مواد كيميائية خطيرة تتسبب في السرطان.',
      'تناول مجموعة متنوعة من الفاكهة والخضروات. اتبع نظامًا غذائيًا غنيًا بالفواكه والخضراوات. قد تساعد الفيتامينات ومضادات الأكسدة الموجودة في الفاكهة والخضروات في تقليل خطر إصابتك بسرطان الفم.',
      'تجنب تعريض شفتيك إلى الشمس بشكل مفرط. قم بحماية جلد شفتيك من الشمس عبر البقاء في الظل قدر الإمكان. ارتدِ قبعة عريضة الحواف والتي تظلل وجهك كله بفاعلية بما في ذلك فمك. ضع كريم واقٍ للشفاه ضد الشمس كجزء من نظامك الروتيني للوقاية من الشمس.',
      'التق بطبيب أسنانك دوريًا. كجزء من فحص الأسنان الروتيني، اطلب من طبيب أسنانك أن يفحص فمك كله بحثًا عن مناطق غير طبيعية قد تشير إلى وجود سرطان في الفم أو تغيرات يمكن أن تتحول إلى سرطانية.'
    ]
  },
  {
    header: 'ما هو سرطان الفم؟',
    body:
      'هو مصطلح عام يستخدم لوصف أي ورم يظهر في التجويف الفموي، قد يكون منشأ الورم أولياً من أحد أنسجة الفم وقد يكون ورم الفم ثانوياً (نقيلة من ورم في مكان آخر أو امتداداً لورم في مكام مجاور كأنسجة الأنف أو البلعوم)'
  },
  {
    header: 'التدخين',
    body: [
      'يرتبط التدخين بـ75% من حالات سرطان الفم، ويؤدي التدخين إلى تهييج الأغشية المخاطية المبطن للفم، يحوي التبغ 19 مادة مسرطنة معروفة كما أن احتراقه والمواد المستخدمة في معالجته وتصنيعه تشكل خطراً صحياً موثقاً.',
      'بالإضافة إلى تدخينه، فإن مضغ التبغ المنتشر في عدة ثقافات آسيوية يحمل ذات الأخطار التي يحملها تدخين التبغ وله ارتباط وثيق بنشوء سرطانات الفم. نتيجة لشيوع هذه العادة في الهند؛ فإن نسبة سرطان الفم من مجموع سرطانات الجسم تبلغ 40% بالمقارنة مع 4% التي هي نسبة سرطان الفم من مجموع سرطانات الجسم في بريطانيا مثلاً.'
    ]
  },
  {
    header: 'تشخيص سرطان الفم',
    body:
      'يعتمد التشخيص بصورة أساسية على الفحص السريري لدى طبيب الأسنان والقصة المرضية، وتلعب التوعية العامة دوراً هاماً في زيادة الكشف المبكر عن المرض الأمر الذي يجعل فرص علاجه أفضل بكثير قد تصل نسبة نجاحه إلى 95% اذا كان في مرحله مبكرة، يم تأكيد التشخيص بأخذ خزعة من الآفة أو التقرح أو الكتلة المشبوهة ودراستها في مختبر علم الأمراض. يمكن استخدام تقانة التصوير بالرنين المغناطيسي أو التصوير الطبقي المحوسب في الحالات المتأخرة لتحديد مدى انتشار المرض في التجويف الفموي والرقبة والأعضاء المحيطة.'
  },
  {
    header: 'علاج سرطان الفم',
    body:
      'يكون العلاج في المراحل المبكرة للمرض عبر الإستئصال الجراحي، وعادة ماتكون نتائج الجراحة المبكرة مُرضية ولا تترك تشوهات مزعجة ويكون تأثيرها على النطق والبلع طفيفاً. أما الحلول الجراحية في المراحل المتأخرة من المرض فتكون مشوهة قد تتطلب استئصال أجزاء من عظم الفك أو الحنك وقد تستلزم إزالة بعض الأعصاب الرئيسية تاركة عضلا الوجه مشلولة'
  }
];

export default cancerData;
